{
  "metadata": {
    "title": "About Us | Festival Campgrounds",
    "description": ""
  },
  "hero_image": "/images/f-62.jpg",
  "images": [
    "/images/superior-tent-02.jpg",
    "/images/superior-tent-03.jpg",
    "/images/R51-341.jpg",
    "/images/f-74.jpg",
    "/images/f-101.jpg",
    "/images/R51-387.jpg",
    "/images/image-10.jpg",
    "/images/image-11.jpg",
    "/images/image-12.jpg",
    "/images/R51-45.jpg"
  ],
  "title": "Festival Campgrounds Presents",
  "subtitle": "The Coachella Ranch Glamping Experience",
  "amenities": [
    {
      "icon": "far fa-grin-hearts",
      "text": "Beauty Bar"
    },
    {
      "icon": "far fa-eye",
      "text": "24hr Security/Surveillance"
    },
    {
      "icon": "fas fa-charging-station",
      "text": "Charging Stations"
    },
    {
      "icon": "fas fa-shower",
      "text": "Hot/Cold Showers"
    },
    {
      "icon": "fas fa-utensils",
      "text": "Local Food Trucks"
    },
    {
      "icon": "fas fa-music",
      "text": "Music"
    },
    {
      "icon": "fas fa-swimming-pool",
      "text": "Pool"
    },
    {
      "icon": "fas fa-hands",
      "text": "Massage"
    },
    {
      "icon": "fas fa-toilet",
      "text": "Restroom Trailers (Flushable Toilets)"
    },
    {
      "icon": "fas fa-shuttle-van",
      "text": "Shuttle Service"
    },
    {
      "icon": "fas fa-map-marker-alt",
      "text": "Location!!! Less than 2 miles from festival grounds"
    }
  ],
  "amenities_images": [
    "/images/f-92.jpg",
    "/images/f-39.jpg",
    "/images/f-73.jpg",
    "/images/f-77.jpg",
    "/images/f-135.jpg",
    "/images/yoga-02.jpg",
    "/images/fds-24.jpg",
    "/images/R51-208.jpg",
    "/images/fds-222.jpg"
  ],
  "content": "Hi We are Johnny and Claudia Alvardo, We were raised in The Coachella Valley, Graduated from Indio High school. We both continued our studies in Los Angeles and began our careers in corporate America in our respective fields. Life was great we bought our first home, living life at its fullest. As life kept going, we started our family, and that’s when our life changed! \n\nQuestions arose, newborn baby, corporate America? Work life balance? How is that going to work out. If we were always working, who was going to raise our children, was are main topic of conversation. After countless conversations of what if’s, we realized that one thing was for certain, there is now work life balance in corporate America, and we want to raise our child with family. Knowing what we wanted for our family, we decided to leave our comfortable home and careers. We took the biggest risk of our lives selling everything we had to move back home to the desert. \n\nAfter a couple of years in the desert, in our new home and establishing our careers again, things started to get back to normal since we were gone for over 15 years. Things had really changed in our hometown, the city had grown and had lots of new thing to do, Like lots of cool festivals! We enjoyed the various festivals the city put on, but two in particular Coachella and Stagecoach are the flagship of festivals. After seeing the business opportunities these festivals brought with them, Our entrepreneurial spirits kicked in! We decided to risk it all again, and once again we sold our comfortable home to make the biggest purchase of our life with Rancho51. Our new 8 acre ranch was going to help us capitalize on the festival season, as we now have are very own pop-up glamping resort, for guest to stay with us during the festivals.  We have been working hard to make our place a great experience as we are here to represent the beautiful Coachella valley, we are excited for our future and looking forward to hosting you all at Rancho 51 Festival Campgrounds! "
}
